Tekla.Structures.CatalogInternal.ICDelegate.ModifyProfileItemProperties(System.String,Tekla.Structures.CatalogInternal.dotcatProfileItemCrossSection_t)
DO NOT USE! For internal usage only!
ProfileName: The profile name.
CrossSection: The cross section.
Returns: